Repository: webmastak/ElixirMyapp
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ru

source: can't be blank
ru: не может быть пустым

source: has already been taken
ru: уже выполнено

source: is invalid
ru: недействителен

source: must be accepted
ru: необходимо принять

source: has invalid format
ru: имеет недопустимый формат

source: has an invalid entry
ru: имеет недопустимую запись

source: is reserved
ru: зарезервировано

source: does not match confirmation
ru: не соответствует подтверждению

source: is still associated with this entry
ru: все еще ассоциируется с этой записью

source: are still associated with this entry
ru: все еще связаны с этой записью

source: should be %{count} character(s)
ru: должно быть %{count} символ(ы)

source: should have %{count} item(s)
ru: должны были через %{count} товар(ов)

source: should be at least %{count} character(s)
ru: должно быть как минимум %{count} символов

source: should have at least %{count} item(s)
ru: должны иметь по крайней мере через %{count} товар(ов)

source: should be at most %{count} character(s)
ru: должен быть максимум через %{count} символ(ы)

source: should have at most %{count} item(s)
ru: должны были максимум через %{count} товар(ов)

source: must be less than %{number}
ru: должно быть меньше, чем %{номер}

source: must be greater than %{number}
ru: должно быть больше, чем %{номер}

source: must be less than or equal to %{number}
ru: должна быть меньше или равна %{номер}

source: must be greater than or equal to %{number}
ru: должны быть больше или равны %{число}

source: must be equal to %{number}
ru: должна быть равна %{число}

source: Oops, something went wrong! Please check the errors below.
ru: Упс, что-то пошло не так! Пожалуйста, проверьте ошибки ниже.

source: Email already taken
ru: Email уже занят

source: Password does not match
ru: Пароль не подходит

source: Username already taken
ru: Имя пользователя уже занято

source: Password must be at least 5 characters
ru: Пароль должен быть не менее 5 символов

source: Invalid username or password combination!
ru: Неверный логин или пароль!

source: Invalid user!
ru: Неверный логин!

source: You are not authorized to create new users!
ru: Вы не имеете права создавать новых пользователей!

source: You are not authorized to modify that post!
ru: Вы не уполномочены изменять этот пост!

source: You are not authorized to modify that user!
ru: Вы не уполномочены изменять этого пользователя!
